Repository: Linnea87/pawpals
Catalog: PawPals/Core/Resources/Localizable.xcstrings
Source language: en
Languages: sv

source: %lld days ago
sv: %lld dagar sedan

# auth.email
source: Email address
sv: E-postadress

# auth.error.invalid.credential
source: Invalid email or password
sv: Felaktig e-post eller lösenord

# auth.error.not.implemented
source: Not implemented yet
sv: Inte implementerat ännu

# auth.error.unknown
source: Something went wrong. Please try again
sv: Något gick fel. Försök igen

# auth.forgot.password
source: Forgot password?
sv: Glömt lösenordet?

# auth.or
source: Or
sv: Eller

# auth.password
source: Password
sv: Lösenord

# auth.sign.in
source: Sign in
sv: Logga in

# auth.sign.up
source: Sign up
sv: Skapa konto

# auth.signin.google
source: Sign in with Google
sv: Logga in med Google

# auth.signup.google
source: Sign up with Google
sv: Registrera dig med Google

# auth.signup.name
source: Your name
sv: Ditt namn

# auth.signup.terms
source: By creating an account you agree to our Terms of Use and Privacy Policy.
sv: Genom att skapa ett konto godkänner du våra användarvillkor och vår integritetspolicy.

# auth.subtitle
source: Sign in or create an account to get started
sv: Logga in eller skapa ett konto för att komma igång

# auth.tagline
source: Find new friends for your dog
sv: Hitta nya vänner till din hund

# auth.welcome
source: Welcome!
sv: Välkommen!

# chat.filter.all
source: All
sv: Alla

# chat.filter.favorite
source: Favorite
sv: Favoriter

# chat.filter.unread
source: Unread
sv: Olästa

# chat.lastMessage.photo
source: 📷 Photo
sv: 📷 Foto

# chat.messagePlaceholder
source: Message...
sv: Meddelande...

# chat.noConversations
source: No conversations yet
sv: Inga konversationer än

# chat.tab
source: CHAT
sv: CHATT

# common.done
source: Done
sv: Klar

# common.error
source: Error
sv: Fel

# common.menu
source: Menu
sv: Meny

# common.unknown
source: Unknown
sv: Okänd

# date.today
source: Today
sv: Idag

# date.yesterday
source: Yesterday
sv: Igår

# dog.breed
source: Breed
sv: Ras

source: Dog name
sv: Hund namn

# dog.remove
source: Remove
sv: Ta bort

# dog.save
source: Save
sv: Spara

# dog.section
source: My dog
sv: Min hund

# dog.size
source: Size
sv: Storlek

# dog.size.placeholder
source: Select size
sv: Välj storlek

# dogSize.large
source: Large
sv: Stor

# dogSize.medium
source: Medium
sv: Mellan

# dogSize.small
source: Small
sv: Liten

# firestore.error.decodingFailed
source: Failed to load data.
sv: Det gick inte att läsa in data.

# firestore.error.encodingFailed
source: Failed to save data.
sv: Det gick inte att spara data.

# firestore.error.notFound
source: The requested data could not be found.
sv: Den begärda informationen kunde inte hittas.

# location.error.permissionDenied
source: Location access is denied. Please enable it in Settings.
sv: Åtkomst till platstjänster är nekad. Vänligen aktivera det i Inställningar.

# location.error.unavailable
source: Could not determine your location. Try again.
sv: Din plats kunde inte fastställas. Försök igen.

source: location unavailable
sv: plats otillgänglig

# meet.filter.all
source: All
sv: Alla

# meet.filter.allSizes
source: All sizes
sv: Alla storlekar

# meet.filter.dogSize
source: Dog size
sv: Hundstorlek

# meet.filter.walkType
source: Walk type
sv: Promenadtyp

# meet.findingLocation
source: Finding your location...
sv: Hittar din plats...

# meet.header
source: Meet your new dog buddy!
sv: Möt din nya hundkompis!

# meet.location.accessDescription
source: PawPals needs your location to find nearby dogs.
sv: PawPals behöver din plats för att hitta hundar i närheten.

# meet.location.accessOff
source: Location access is off
sv: Platsåtkomst är avstängd

# meet.location.openSettings
source: Open Settings
sv: Öppna inställningar

# meet.noMatches
source: No matches nearby
sv: Inga matchningar i närheten

# meet.tab
source: MEET
sv: UPPTÄCK

# profile.aboutUs
source: About us
sv: Om oss

# profile.deleteAccount
source: Delete Account
sv: Radera konto

# profile.deleteAccount.confirm
source: Delete
sv: Radera

# profile.deleteAccount.message
source: This will permanently delete your account and all your data. This action cannot be undone.
sv: Detta raderar permanent ditt konto och all din data. Åtgärden kan inte ångras.

# profile.deleteAccount.title
source: Delete Account?
sv: Radera konto?

# profile.dog
source: My dog
sv: Min hund

# profile.dogs
source: My dogs
sv: Mina hundar

# profile.editProfile
source: Edit profile
sv: Redigera profil

# profile.logOut
source: Log out
sv: Logga ut

# profile.logout.confirm
source: Log out
sv: Logga ut

# profile.logout.message
source: Are you sure you want to log out?
sv: Är du säker på att du vill logga ut?

# profile.logout.title
source: Log out?
sv: Logga ut?

# profile.name
source: Name
sv: Namn

# profile.savedProfiles
source: Liked profiles
sv: Gillade profiler

# profile.start.chat
source: Start chat
sv: Starta chatt

# profile.tab
source: PROFILE
sv: PROFIL

# profile.walkPreferences
source: Walk preferences
sv: Promenadpreferenser

source: Search radius
sv: Sökradie

# sheet.cancel
source: Cancel
sv: Avbryt

# walkType.city
source: City walk
sv: Stadspromenad

# walkType.evening
source: Evening walk
sv: Kvällspromenad

# walkType.forest
source: Forest walk
sv: Skogspromenad

# walkType.long
source: Long walk
sv: Lång promenad

# walkType.morning
source: Morning walk
sv: Morgonpromenad
